export const praiseList =  [
  {
      "userName2": "少佳",
      "userName": "郑扬",
      "content": "感谢在停车续资问题上，积极帮助大家解决问题，方便了大家在没带观金的情况下成功续费.在物业录错有效天数后，又积极协调纠正物业问题，避免了给大家带来的损失。",
      "dianzan": 100,
      "time": "2022年10月1日"
  },
  {
      "userName2": "张均谊",
      "userName": "张辰",
      "content": "尽管项目在售后服务中，大佬总是可以提供宝贵经验。不管是PP还是ATS总是百忙之中抽出时间答疑.是好大哥，更是前辈.是我们很很多人的男神",
      "dianzan": 88,
      "time": "2022年10月10日"
  },
  {
      "userName2": "正宁月",
      "userName": "Moka 人 Moka 范 TD 团队",
      "content": "感谢对公司进阶集训项目大力支持，在距离培训举行只剩24小时紧急情况下高效协助 TD 团队完成紧急付款、保障项目、顺利实施 2022年10月",
      "dianzan": 66,
      "time": "2022年10月8日"
  },
  {
      "userName2": "林莉",
      "userName": "水燕",
      "content": "感谢你在中兴和华勒的项目上全心全急的支持.你的责任心、专业.细心.和认真得到2家客户的高度认可!为你点赞！",
      "dianzan": 33,
      "time": "2022年9月2日"
  },
  {
      "userName2": "膝飞",
      "userName": "李玉",
      "content": "在薪酬业务监控项目中，站在客户角度,多次积极地调整监控形式及数据,开发过程中补充了许多细节想到了需求设计之初未考虑周全的问题点赞~，期待监控二期的再次合作",
      "dianzan": 22,
      "time": "2022年8月1日"
  },
  {
      "userName2": "丝竹",
      "userName": "李玉",
      "content": "在新酬业务监控项目中，丝竹小姐姐不仅从业务需求中挤时间支援，还多次自己提优化点，追求极致比心❤️期待后续的更多合作~",
      "dianzan": 21,
      "time": "2022年8月1日"
  },
  {
      "userName2": "张桐",
      "userName": "田莹",
      "content": "想真诚当说一声:谢谢,非常感谢在项目上的支持和帮助。对待事情从不推诿，有始有终。给你点赞!",
      "dianzan": 66,
      "time": "2022年9月1日"
  },
  {
      "userName2": "朱巨",
      "userName": "田莹",
      "content": "感谢巨哥在小视科技的绩效项目大力支持、对于客户业务提供合理建议与支持,每一次响应都特别高效,为绩效团队点赞！！！",
      "dianzan": 33,
      "time": "2022年9月1日"
  },
  {
      "userName2": "梁鑫源 何乔飞",
      "userName": "张策",
      "content": "感谢鑫源、乔飞在日常测评背调等生态对接项且上的大力支持，日常定制交付的问题跟进排查，积极配合CSM对事负责，对点负责，点赞！！！",
      "dianzan": 22,
      "time": "2022年9月6日"
  },
  {
      "userName2": "富宛荣",
      "userName": "崔旭梅",
      "content": "oncall 的时候针对 bug 会--复现排查,过滤掉了非前端的 bug ,大大节省了前端的排查时间，认夏负责赞!",
      "dianzan": 34,
      "time": "2021年9月20日"
  },
  {
      "userName2": "任猛飞",
      "userName": "黄荒俊",
      "content": "知道法务的工作一直繁频,与蒙飞的对接中深刻感受到蒙飞的专业和用心，每天面对排长队的合同认能有条理地配合前端很出色！",
      "dianzan": 12,
      "time": "2022年9月1日"
  },
  {
      "userName2": "廉秀微",
      "userName": "董嘉俊",
      "content": "一直以秀微的协同配合工作都非常到位，有着超出预期的耐心和细致",
      "dianzan": 32,
      "time": "2022年9月1日"
  },
  {
      "userName2": "史鑫磊",
      "userName": "重袭俊",
      "content": "对于工作认真负责，跨部门协同方面能充与体现 ownership ,对于前端的支持非常及时和细心。",
      "dianzan": 44,
      "time": "2022年9月1日"
  },
  {
      "userName2": "陈志伟",
      "userName": "重袭俊",
      "content": "志伟一直以来的顶目工作中都有着不错的表现，尤其在帮助前端团队委托的极其棘手的项目事宜展现了非常不错的处理方法和专业性靠谱！",
      "dianzan": 33,
      "time": "2022年9月1日"
  },
  {
      "userName2": "袁中文",
      "userName": "某某人",
      "content": "审分同的过程有耐心且细致,为公司利益考虑原则性强.点赞!",
      "dianzan": 23,
      "time": "2022年9月1日"
  }
]

export const activityData = [
  {
      "partName":"狼人杀",
      "peopleMinNumber": 10,
      "peopleMaxNumber": 15,
      "currentPeopleNumber": 7,
      "time":"2022-10-25 12:30 - 13:30",
      "location":"4F - 13会",
      "status":"可加入"
  },{
      "partName":"剧本杀",
      "peopleMinNumber": 15,
      "peopleMaxNumber": 15,
      "currentPeopleNumber": 12,
      "time":"2022-10-25 18:00 - 20:00",
      "location":"4F - 10会",
      "status":"可加入"
  },{
      "partName":"斗地主",
      "peopleMinNumber": 3,
      "peopleMaxNumber": 3,
      "currentPeopleNumber": 3,
      "time":"2022-10-25 18:00 - 20:00",
      "location":"4F - 14会",
      "status":"可观战"
  },{
      "partName":"谁是卧底",
      "peopleMinNumber": 10,
      "peopleMaxNumber": 10,
      "currentPeopleNumber": 7,
      "time":"2022-10-25 18:00 - 20:00",
      "location":"5F - 3会",
      "status":"可加入"
  },{
    "partName":"狼人杀",
    "peopleMinNumber": 10,
    "peopleMaxNumber": 15,
    "currentPeopleNumber": 7,
    "time":"2022-10-25 12:30 - 13:30",
    "location":"4F - 13会",
    "status":"可加入"
},{
    "partName":"剧本杀",
    "peopleMinNumber": 15,
    "peopleMaxNumber": 15,
    "currentPeopleNumber": 12,
    "time":"2022-10-25 18:00 - 20:00",
    "location":"4F - 10会",
    "status":"可加入"
}
]

export const praiseRank = [
  {"userName":"秃燃🔥","departmentName":"ATS产品线/ATS后端/流程与大客户","times":108},
  {"userName":"二哥","departmentName":"People产品线/People后端/基础服务","times":100},
  {"userName":"三妹","departmentName":"技术平台部/测试/ATS测试/候选人","times":93},
  {"userName":"诸葛四郎","departmentName":"客户成功部/交付中心/技术交付","times":89},
  {"userName":"五大郎","departmentName":"技术平台部/技术创新（AI）/搜索","times":86},
  {"userName":"六爷","departmentName":"技术平台部/安全","times":85},
  {"userName":"七宝","departmentName":"技术平台部/运维/运维","times":82},
  {"userName":"八戒🐷","departmentName":"技术平台部/测试/ATS测试/渠道","times":80},
  {"userName":"九江","departmentName":"客户成功部/中西CSM/中西一组","times":79},
  {"userName":"不饱和","departmentName":"客户成功部/华北CSM/华北二组","times":76},
  {"userName":"太闲了","departmentName":"/ATS产品线/ATS设计/产品设计","times":71},
  {"userName":"松散","departmentName":"人力资源与效率体验部/HRBP","times":69}
]

export const tagData = [
  {
      "label":"offer专家",
      "score":8
  },
{
      "label":"狼人杀王者",
      "score":6
  },
{
      "label":"孤勇者",
      "score":2
  },
{
      "label":"客户第一",
      "score":10
  }
];